;----------;
;	Arms
;----------;

;	Plated Light DLC 30 Armor
;-------------------------------;

; Male
[DLC_30_PltLgt_Arms_Right_M X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltLgt_Arms_NoExo_Right_M X2BodyPartTemplate]
DisplayName="Ram Gauntlet"


; Female
[DLC_30_PltLgt_Arms_Right_F X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltLgt_Arms_NoExo_Right_F X2BodyPartTemplate]
DisplayName="Ram Gauntlet"


;	Plated Medium DLC 30 Armor
;--------------------------------;

; Male
[DLC_30_PltMed_Arms_Lgt_Left_M X2BodyPartTemplate]
DisplayName="Spider Gauntlet"
[DLC_30_PltMed_Arms_Lgt_Right_M X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltMed_Arms_NoExo_Left_M X2BodyPartTemplate]
DisplayName="Ram Gauntlet"
[DLC_30_PltMed_Arms_NoExo_Right_M X2BodyPartTemplate]
DisplayName="Ram Gauntlet"


; Female
[DLC_30_PltMed_Arms_Lgt_Left_F X2BodyPartTemplate]
DisplayName="Spider Gauntlet"
[DLC_30_PltMed_Arms_Lgt_Right_F X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltMed_Arms_NoExo_Left_F X2BodyPartTemplate]
DisplayName="Ram Gauntlet"
[DLC_30_PltMed_Arms_NoExo_Right_F X2BodyPartTemplate]
DisplayName="Ram Gauntlet"


;	Plated Heavy DLC 30 Armor
;-------------------------------;

; Male
[DLC_30_PltHvy_Arms_NoExo_Left_M X2BodyPartTemplate]
DisplayName="Ram Gauntlet"
[DLC_30_PltHvy_Arms_NoExo_Right_M X2BodyPartTemplate]
DisplayName="Ram Gauntlet"

[DLC_30_PltHvy_Arms_Lgt_Left_M X2BodyPartTemplate]
DisplayName="Spider Gauntlet"
[DLC_30_PltHvy_Arms_Lgt_Right_M X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltHvy_Arms_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Arm"
[DLC_30_PltHvy_Arms_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Arm"

[DLC_30_PltHvy_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"
[DLC_30_PltHvy_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_PltHvy_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltHvy_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"


; Female
[DLC_30_PltHvy_Arms_NoExo_Left_F X2BodyPartTemplate]
DisplayName="Ram Gauntlet"
[DLC_30_PltHvy_Arms_NoExo_Right_F X2BodyPartTemplate]
DisplayName="Ram Gauntlet"

[DLC_30_PltHvy_Arms_Lgt_Left_F X2BodyPartTemplate]
DisplayName="Spider Gauntlet"
[DLC_30_PltHvy_Arms_Lgt_Right_F X2BodyPartTemplate]
DisplayName="Spider Gauntlet"

[DLC_30_PltHvy_Arms_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Arm"
[DLC_30_PltHvy_Arms_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Arm"

[DLC_30_PltHvy_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"
[DLC_30_PltHvy_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"

[DLC_30_PltHvy_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltHvy_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"


;	Powered Light DLC 30 Armor
;--------------------------------;

; Male
[DLC_30_PwrLgt_ArmLeft_Grapple1_A_M X2BodyPartTemplate]
DisplayName="No Decals (Grapple)"
[DLC_30_PwrLgt_ArmLeft_Grapple1_B_M X2BodyPartTemplate]
DisplayName="Spider Skull (Grapple)"
[DLC_30_PwrLgt_ArmLeft_Grapple1_C_M X2BodyPartTemplate]
DisplayName=" Angel (Grapple)"

[DLC_30_PwrLgt_ArmLeft_Grapple2_M X2BodyPartTemplate]
DisplayName="Bare Arm (Grapple)"


[DLC_30_PwrLgt_ArmRight_A_M X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrLgt_ArmRight_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrLgt_ArmRight_C_M X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrLgt_ArmRight_Med_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrLgt_ArmRight_Med_B_M X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrLgt_ArmRight_Med_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrLgt_ArmRight_Bare_A_M X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"

[DLC_30_PwrLgt_ArmRight_Bare_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"


; Female
[DLC_30_PwrLgt_ArmLeft_Grapple1_A_F X2BodyPartTemplate]
DisplayName="No Decals (Grapple)"
[DLC_30_PwrLgt_ArmLeft_Grapple1_B_F X2BodyPartTemplate]
DisplayName="Spider Skull (Grapple)"
[DLC_30_PwrLgt_ArmLeft_Grapple1_C_F X2BodyPartTemplate]
DisplayName=" Angel (Grapple)"

[DLC_30_PwrLgt_ArmLeft_Grapple2_F X2BodyPartTemplate]
DisplayName="Bare Arm (Grapple)"


[DLC_30_PwrLgt_ArmRight_A_F X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrLgt_ArmRight_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrLgt_ArmRight_C_F X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrLgt_ArmRight_Med_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrLgt_ArmRight_Med_B_F X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrLgt_ArmRight_Med_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrLgt_ArmRight_Bare_A_F X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"

[DLC_30_PwrLgt_ArmRight_Bare_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"


;	Powered Medium DLC 30 Armor
;---------------------------------;

; Male
[DLC_30_PwrMed_ArmLeft_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrMed_ArmRight_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden)"

[DLC_30_PwrMed_ArmLeft_B_M X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrMed_ArmRight_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_ArmLeft_C_M X2BodyPartTemplate]
DisplayName="Skeleton"
[DLC_30_PwrMed_ArmRight_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrMed_ArmLeft_Lgt_A_M X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrMed_ArmRight_Lgt_A_M X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"

[DLC_30_PwrMed_ArmLeft_Lgt_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrMed_ArmRight_Lgt_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrMed_ArmLeft_Lgt_C_M X2BodyPartTemplate]
DisplayName="Angel"
[DLC_30_PwrMed_ArmRight_Lgt_C_M X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrMed_Arms_NoExo_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrMed_Arms_NoExo_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrMed_Arms_NoExo_Left_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrMed_Arms_NoExo_Right_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrMed_Arms_NoExo_Left_C_M X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrMed_Arms_NoExo_Right_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrMed_ArmLeft_Bare_A_M X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"
[DLC_30_PwrMed_ArmRight_Bare_A_M X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"

[DLC_30_PwrMed_ArmLeft_Bare_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"
[DLC_30_PwrMed_ArmRight_Bare_B_M X2BodyPartTemplate]
DisplayName="Knuckle Duster"


; Female
[DLC_30_PwrMed_ArmLeft_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrMed_ArmRight_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden)"

[DLC_30_PwrMed_ArmLeft_B_F X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrMed_ArmRight_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_ArmLeft_C_F X2BodyPartTemplate]
DisplayName="Skeleton"
[DLC_30_PwrMed_ArmRight_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrMed_ArmLeft_Lgt_A_F X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrMed_ArmRight_Lgt_A_F X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"

[DLC_30_PwrMed_ArmLeft_Lgt_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrMed_ArmRight_Lgt_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrMed_ArmLeft_Lgt_C_F X2BodyPartTemplate]
DisplayName="Angel"
[DLC_30_PwrMed_ArmRight_Lgt_C_F X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrMed_Arms_NoExo_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrMed_Arms_NoExo_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrMed_Arms_NoExo_Left_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrMed_Arms_NoExo_Right_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrMed_Arms_NoExo_Left_C_F X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrMed_Arms_NoExo_Right_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrMed_ArmLeft_Bare_A_F X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"
[DLC_30_PwrMed_ArmRight_Bare_A_F X2BodyPartTemplate]
DisplayName="Bare Arm (Powered)"

[DLC_30_PwrMed_ArmLeft_Bare_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"
[DLC_30_PwrMed_ArmRight_Bare_B_F X2BodyPartTemplate]
DisplayName="Knuckle Duster"


;	Powered Heavy DLC 30 Armor
;--------------------------------;

; Male
[DLC_30_PwrHvy_ArmLeft_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrHvy_ArmLeft_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrHvy_ArmRight_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_ArmLeft_C_M X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrHvy_ArmRight_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrHvy_ArmLeft_Bare_A1_M X2BodyPartTemplate]
DisplayName="Bare Arm (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_Bare_A1_M X2BodyPartTemplate]
DisplayName="Bare Arm (W.A.R.)"

[DLC_30_PwrHvy_ArmLeft_Bare_B1_M X2BodyPartTemplate]
DisplayName="Knuckle Duster (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_Bare_B1_M X2BodyPartTemplate]
DisplayName="Knuckle Duster (W.A.R.)"

[DLC_30_PwrHvy_Arms_NoExo_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (No Exo)"

[DLC_30_PwrHvy_Arms_NoExo_Left_B_M X2BodyPartTemplate]
DisplayName="Gargoyle (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_B_M X2BodyPartTemplate]
DisplayName="Gargoyle (No Exo)"

[DLC_30_PwrHvy_Arms_NoExo_Left_C_M X2BodyPartTemplate]
DisplayName="Goblin (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_C_M X2BodyPartTemplate]
DisplayName="Goblin (No Exo)"

[DLC_30_PwrHvy_ArmLeft_Med_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrHvy_ArmRight_Med_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden)"

[DLC_30_PwrHvy_ArmLeft_Med_B_M X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrHvy_ArmRight_Med_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrHvy_ArmLeft_Med_C_M X2BodyPartTemplate]
DisplayName="Skeleton"
[DLC_30_PwrHvy_ArmRight_Med_C_M X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrHvy_ArmLeft_Lgt_A_M X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrHvy_ArmRight_Lgt_A_M X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"

[DLC_30_PwrHvy_ArmLeft_Lgt_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrHvy_ArmRight_Lgt_B_M X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrHvy_ArmLeft_Lgt_C_M X2BodyPartTemplate]
DisplayName="Angel"
[DLC_30_PwrHvy_ArmRight_Lgt_C_M X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrHvy_ArmLeft_Bare_A2_M X2BodyPartTemplate]
DisplayName="Bare Arm (No Exo)"
[DLC_30_PwrHvy_ArmRight_Bare_A2_M X2BodyPartTemplate]
DisplayName="Bare Arm (No Exo)"

[DLC_30_PwrHvy_ArmLeft_Bare_B2_M X2BodyPartTemplate]
DisplayName="Knuckle Duster (No Exo)"
[DLC_30_PwrHvy_ArmRight_Bare_B2_M X2BodyPartTemplate]
DisplayName="Knuckle Duster (No Exo)"


; Female
[DLC_30_PwrHvy_ArmLeft_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrHvy_ArmLeft_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrHvy_ArmRight_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_ArmLeft_C_F X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrHvy_ArmRight_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrHvy_ArmLeft_Bare_A1_F X2BodyPartTemplate]
DisplayName="Bare Arm (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_Bare_A1_F X2BodyPartTemplate]
DisplayName="Bare Arm (W.A.R.)"

[DLC_30_PwrHvy_ArmLeft_Bare_B1_F X2BodyPartTemplate]
DisplayName="Knuckle Duster (W.A.R.)"
[DLC_30_PwrHvy_ArmRight_Bare_B1_F X2BodyPartTemplate]
DisplayName="Knuckle Duster (W.A.R.)"

[DLC_30_PwrHvy_Arms_NoExo_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (No Exo)"

[DLC_30_PwrHvy_Arms_NoExo_Left_B_F X2BodyPartTemplate]
DisplayName="Gargoyle (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_B_F X2BodyPartTemplate]
DisplayName="Gargoyle (No Exo)"

[DLC_30_PwrHvy_Arms_NoExo_Left_C_F X2BodyPartTemplate]
DisplayName="Goblin (No Exo)"
[DLC_30_PwrHvy_Arms_NoExo_Right_C_F X2BodyPartTemplate]
DisplayName="Goblin (No Exo)"

[DLC_30_PwrHvy_ArmLeft_Med_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden)"
[DLC_30_PwrHvy_ArmRight_Med_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden)"

[DLC_30_PwrHvy_ArmLeft_Med_B_F X2BodyPartTemplate]
DisplayName="XCOM"
[DLC_30_PwrHvy_ArmRight_Med_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrHvy_ArmLeft_Med_C_F X2BodyPartTemplate]
DisplayName="Skeleton"
[DLC_30_PwrHvy_ArmRight_Med_C_F X2BodyPartTemplate]
DisplayName="Skeleton"

[DLC_30_PwrHvy_ArmLeft_Lgt_A_F X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"
[DLC_30_PwrHvy_ArmRight_Lgt_A_F X2BodyPartTemplate]
DisplayName="No Decals (Wraith)"

[DLC_30_PwrHvy_ArmLeft_Lgt_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"
[DLC_30_PwrHvy_ArmRight_Lgt_B_F X2BodyPartTemplate]
DisplayName="Spider Skull"

[DLC_30_PwrHvy_ArmLeft_Lgt_C_F X2BodyPartTemplate]
DisplayName="Angel"
[DLC_30_PwrHvy_ArmRight_Lgt_C_F X2BodyPartTemplate]
DisplayName="Angel"

[DLC_30_PwrHvy_ArmLeft_Bare_A2_F X2BodyPartTemplate]
DisplayName="Bare Arm (No Exo)"
[DLC_30_PwrHvy_ArmRight_Bare_A2_F X2BodyPartTemplate]
DisplayName="Bare Arm (No Exo)"

[DLC_30_PwrHvy_ArmLeft_Bare_B2_F X2BodyPartTemplate]
DisplayName="Knuckle Duster (No Exo)"
[DLC_30_PwrHvy_ArmRight_Bare_B2_F X2BodyPartTemplate]
DisplayName="Knuckle Duster (No Exo)"


;--------------------;
;	Shoulder Decos
;--------------------;

;	Conventional DLC 30 Decos
;-------------------------------;

; Powered Light Armor Male
[DLC_30_PwrLgt_Shoulder_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrLgt_Shoulder_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_A_M X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


; Powered Medium Armor Male
[DLC_30_PwrMed_Shoulder_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrMed_Shoulder_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrMed_Shoulder_Cnv_Left_A_M X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrMed_Shoulder_Cnv_Left_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrMed_Shoulder_Cnv_Left_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrMed_Shoulder_Cnv_Right_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrMed_Shoulder_Cnv_Left_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


; Powered Heavy Armor Male
[DLC_30_PwrHvy_Shoulder_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrHvy_Shoulder_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_A_M X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_A_M X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_B_M X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_C_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_D_M X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


; Powered Light Armor Female
[DLC_30_PwrLgt_Shoulder_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrLgt_Shoulder_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_A_F X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrLgt_Shoulder_Cnv_Left_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrLgt_Shoulder_Cnv_Right_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


; Powered Medium Armor Female
[DLC_30_PwrMed_Shoulder_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrMed_Shoulder_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrMed_Shoulder_Cnv_Left_A_F X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrMed_Shoulder_Cnv_Left_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrMed_Shoulder_Cnv_Left_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrMed_Shoulder_Cnv_Right_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrMed_Shoulder_Cnv_Left_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrMed_Shoulder_Cnv_Right_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


; Powered Heavy Armor Female
[DLC_30_PwrHvy_Shoulder_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrHvy_Shoulder_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrHvy_Shoulder_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"
[DLC_30_PwrHvy_Shoulder_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Shoulder"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_A_F X2BodyPartTemplate]
DisplayName="Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_A_F X2BodyPartTemplate]
DisplayName="Pauldron"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_B_F X2BodyPartTemplate]
DisplayName="Spiked Pauldron"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_C_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Feathers"

[DLC_30_PwrHvy_Shoulder_Cnv_Left_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"
[DLC_30_PwrHvy_Shoulder_Cnv_Right_D_F X2BodyPartTemplate]
DisplayName="Shoulder Pad with Pauldron"


;	Powered Light DLC 30 Armor
;--------------------------------;

; Male
[DLC_30_PwrLgt_Shoulder_1_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrLgt_Shoulder_1_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrLgt_Shoulder_1_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrLgt_Shoulder_2_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrLgt_Shoulder_2_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrLgt_Shoulder_2_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrLgt_Shoulder_3_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrLgt_Shoulder_3_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrLgt_Shoulder_3_Left_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrLgt_Shoulder_3_Right_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrLgt_Shoulder_3_Left_C_M X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrLgt_Shoulder_3_Right_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrLgt_Shoulder_4_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrLgt_Shoulder_4_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrLgt_Shoulder_5_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrLgt_Shoulder_5_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


; Female
[DLC_30_PwrLgt_Shoulder_1_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrLgt_Shoulder_1_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrLgt_Shoulder_1_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrLgt_Shoulder_1_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrLgt_Shoulder_2_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrLgt_Shoulder_2_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrLgt_Shoulder_2_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrLgt_Shoulder_2_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrLgt_Shoulder_3_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrLgt_Shoulder_3_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrLgt_Shoulder_3_Left_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrLgt_Shoulder_3_Right_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrLgt_Shoulder_3_Left_C_F X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrLgt_Shoulder_3_Right_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrLgt_Shoulder_4_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrLgt_Shoulder_4_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrLgt_Shoulder_5_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrLgt_Shoulder_5_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


;	Powered Medium DLC 30 Armor
;---------------------------------;

; Male
[DLC_30_PwrMed_Shoulder_1_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrMed_Shoulder_1_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrMed_Shoulder_1_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrMed_Shoulder_2_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrMed_Shoulder_2_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrMed_Shoulder_2_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrMed_Shoulder_3_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrMed_Shoulder_3_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrMed_Shoulder_3_Left_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrMed_Shoulder_3_Right_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrMed_Shoulder_3_Left_C_M X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrMed_Shoulder_3_Right_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrMed_Shoulder_4_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrMed_Shoulder_4_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrMed_Shoulder_5_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrMed_Shoulder_5_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


; Female
[DLC_30_PwrMed_Shoulder_1_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrMed_Shoulder_1_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrMed_Shoulder_1_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrMed_Shoulder_1_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrMed_Shoulder_2_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrMed_Shoulder_2_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrMed_Shoulder_2_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrMed_Shoulder_2_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrMed_Shoulder_3_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrMed_Shoulder_3_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrMed_Shoulder_3_Left_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrMed_Shoulder_3_Right_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrMed_Shoulder_3_Left_C_F X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrMed_Shoulder_3_Right_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrMed_Shoulder_4_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrMed_Shoulder_4_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrMed_Shoulder_5_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrMed_Shoulder_5_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


;	Powered Heavy DLC 30 Armor
;--------------------------------;

; Male
[DLC_30_PwrHvy_Shoulder_1_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrHvy_Shoulder_1_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrHvy_Shoulder_1_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrHvy_Shoulder_2_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrHvy_Shoulder_2_Left_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_B_M X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrHvy_Shoulder_2_Left_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_C_M X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrHvy_Shoulder_3_Left_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrHvy_Shoulder_3_Right_A_M X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrHvy_Shoulder_3_Left_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrHvy_Shoulder_3_Right_B_M X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Shoulder_3_Left_C_M X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrHvy_Shoulder_3_Right_C_M X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrHvy_Shoulder_4_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrHvy_Shoulder_4_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrHvy_Shoulder_5_Left_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrHvy_Shoulder_5_Right_M X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


; Female
[DLC_30_PwrHvy_Shoulder_1_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden A)"

[DLC_30_PwrHvy_Shoulder_1_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden A)"

[DLC_30_PwrHvy_Shoulder_1_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"
[DLC_30_PwrHvy_Shoulder_1_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden A)"

[DLC_30_PwrHvy_Shoulder_2_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (Warden B)"

[DLC_30_PwrHvy_Shoulder_2_Left_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_B_F X2BodyPartTemplate]
DisplayName="XCOM (Warden B)"

[DLC_30_PwrHvy_Shoulder_2_Left_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"
[DLC_30_PwrHvy_Shoulder_2_Right_C_F X2BodyPartTemplate]
DisplayName="Skeleton (Warden B)"

[DLC_30_PwrHvy_Shoulder_3_Left_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"
[DLC_30_PwrHvy_Shoulder_3_Right_A_F X2BodyPartTemplate]
DisplayName="No Decals (W.A.R.)"

[DLC_30_PwrHvy_Shoulder_3_Left_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"
[DLC_30_PwrHvy_Shoulder_3_Right_B_F X2BodyPartTemplate]
DisplayName="Gargoyle"

[DLC_30_PwrHvy_Shoulder_3_Left_C_F X2BodyPartTemplate]
DisplayName="Goblin"
[DLC_30_PwrHvy_Shoulder_3_Right_C_F X2BodyPartTemplate]
DisplayName="Goblin"

[DLC_30_PwrHvy_Shoulder_4_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"
[DLC_30_PwrHvy_Shoulder_4_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad A"

[DLC_30_PwrHvy_Shoulder_5_Left_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"
[DLC_30_PwrHvy_Shoulder_5_Right_F X2BodyPartTemplate]
DisplayName="Shoulder Pad B"


;-------------------;
;	Forearm Decos
;-------------------;

;	Bare Forearms
;-------------------;

; Male
[DLC_30_CnvStd_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_CnvStd_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltLgt_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltLgt_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltMed_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltMed_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltHvy_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltHvy_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrLgt_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrLgt_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrMed_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrMed_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrHvy_Forearm_Bare_Left_M X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrHvy_Forearm_Bare_Right_M X2BodyPartTemplate]
DisplayName="Bare Forearm"


; Male
[DLC_30_CnvStd_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_CnvStd_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltLgt_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltLgt_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltMed_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltMed_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltHvy_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltHvy_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PltHvy_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PltHvy_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrLgt_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrLgt_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrMed_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrMed_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"

[DLC_30_PwrHvy_Forearm_Bare_Left_F X2BodyPartTemplate]
DisplayName="Bare Forearm"
[DLC_30_PwrHvy_Forearm_Bare_Right_F X2BodyPartTemplate]
DisplayName="Bare Forearm"


;	Ammo Sleeves
;------------------;

; Male
[DLC_30_CnvStd_Forearm_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_CnvStd_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltLgt_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltMed_Forearm_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PltMed_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltHvy_Forearm_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PltHvy_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrLgt_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrMed_Forearm_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PwrMed_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrHvy_Forearm_Left_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PwrHvy_Forearm_Right_A_M X2BodyPartTemplate]
DisplayName="Ammo Sleeve"


; Female
[DLC_30_CnvStd_Forearm_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_CnvStd_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltLgt_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltMed_Forearm_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PltMed_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PltHvy_Forearm_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PltHvy_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrLgt_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrMed_Forearm_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PwrMed_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"

[DLC_30_PwrHvy_Forearm_Left_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"
[DLC_30_PwrHvy_Forearm_Right_A_F X2BodyPartTemplate]
DisplayName="Ammo Sleeve"


;	Leather Straps
;--------------------;

; Male
[DLC_30_CnvStd_Forearm_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_CnvStd_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltLgt_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltMed_Forearm_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltMed_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltHvy_Forearm_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltHvy_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrLgt_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrMed_Forearm_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PwrMed_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrHvy_Forearm_Left_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PwrHvy_Forearm_Right_C_M X2BodyPartTemplate]
DisplayName="Leather Straps"


; Female
[DLC_30_CnvStd_Forearm_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_CnvStd_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltLgt_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltMed_Forearm_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltMed_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PltHvy_Forearm_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PltHvy_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrLgt_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrMed_Forearm_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PwrMed_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"

[DLC_30_PwrHvy_Forearm_Left_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"
[DLC_30_PwrHvy_Forearm_Right_C_F X2BodyPartTemplate]
DisplayName="Leather Straps"


;	Spiked Vambraces
;----------------------;

; Male
[DLC_30_CnvStd_Forearm_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_CnvStd_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltLgt_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltMed_Forearm_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PltMed_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltHvy_Forearm_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PltHvy_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrLgt_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrMed_Forearm_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PwrMed_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrHvy_Forearm_Left_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PwrHvy_Forearm_Right_D_M X2BodyPartTemplate]
DisplayName="Spiked Vambrace"


; Female
[DLC_30_CnvStd_Forearm_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_CnvStd_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltLgt_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltMed_Forearm_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PltMed_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PltHvy_Forearm_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PltHvy_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrLgt_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrMed_Forearm_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PwrMed_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"

[DLC_30_PwrHvy_Forearm_Left_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"
[DLC_30_PwrHvy_Forearm_Right_D_F X2BodyPartTemplate]
DisplayName="Spiked Vambrace"


;	Ammo Vambraces
;----------------------;

; Male
[DLC_30_CnvStd_Forearm_Left_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_CnvStd_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltLgt_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltMed_Forearm_Left_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PltMed_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltHvy_Forearm_Left_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PltHvy_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrLgt_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrMed_Forearm_Left_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PwrMed_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrHvy_Forearm_Left_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PwrHvy_Forearm_Right_E_M X2BodyPartTemplate]
DisplayName="Ammo Vambrace"


; Female
[DLC_30_CnvStd_Forearm_Left_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_CnvStd_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltLgt_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltMed_Forearm_Left_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PltMed_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PltHvy_Forearm_Left_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PltHvy_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrLgt_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrMed_Forearm_Left_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PwrMed_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

[DLC_30_PwrHvy_Forearm_Left_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"
[DLC_30_PwrHvy_Forearm_Right_E_F X2BodyPartTemplate]
DisplayName="Ammo Vambrace"

